Repository: gitee2github/kiran-biometrics
Catalog: po/*.po
Languages: bo_cn, kk_kg, kk_kz, mn_mn

source: Successed enroll face!
bo_cn: རྒྱལ་ཁའི་ངང་ཐོ་འགོད་ངོ་།
kk_kg: Lembani nkhope yabwino
kk_kz: Сәтті тіркелген тұлға
mn_mn: Амжилттай бүртгүүлсэн нүүр царай

source: Please look the camera!
bo_cn: བརྙན་འཕྲིན་ལ་གཟིགས་རོགས།
kk_kg: Сураныч, линза
kk_kz: Камераға қараңыз
mn_mn: Камерыг үзнэ үү

source: Please stay from the camera!
bo_cn: པར་ཆས་ཀྱི་ཤེལ་སྒོ་དང་ཐག་རིང་ཙམ་བྱེད་རོགས།
kk_kg: Сураныч, алыс линза
kk_kz: Линзадан алыс болыңыз
mn_mn: Линзээс хол байгаарай

source: Please get closer to the camera!
bo_cn: པར་ཆས་ཀྱི་ཤེལ་སྒོ་ལ་བཅར་རོགས།
kk_kg: Сураныч, линза жакын
kk_kz: Камераға жақындаңыз
mn_mn: Линзний ойролцоо байна уу

source: Face match!
bo_cn: གདོང་དབྱིབས་མཐུན་པ།
kk_kg: Maonekedwe ofanana
kk_kz: Бет пішінін сәйкестендіру
mn_mn: Нүүрний хэлбэр таарч байна

source: Face not match! Please look the camera!
bo_cn: གདོང་དོ་མི་མཉམ། བརྙན་འཕྲིན་ལ་གཟིགས་རོགས།
kk_kg: Nkhope siigwirizana Сураныч, линза
kk_kz: Бет сәйкессіздігі Камераға қараңыз
mn_mn: Нүүрний тохиромжгүй байдал Камерыг үзнэ үү

source: Please place the finger!
bo_cn: མཛུབ་མོ་ཡག་པོ་འཇོག་རོགས།
kk_kg: Сураныч, манжалары койду
kk_kz: Саусақтарыңызды қойыңыз
mn_mn: Хуруугаа тавина уу

source: Please place the finger again!
bo_cn: ཡང་བསྐྱར་ལག་མགོ་འཇོག་རོགས།
kk_kg: Сураныч, кайра манжалары жайгаштырылат
kk_kz: Саусағыңызды қайтадан салыңыз
mn_mn: Хуруугаа дахин тавина уу

source: Please place the same finger!
bo_cn: མཛུབ་མོ་གཅིག་འཇོག་རོགས།
kk_kg: Сураныч, бир манжасы менен койду
kk_kz: Сол саусақты қойыңыз
mn_mn: Нэг хуруугаа тавина уу

source: Successed enroll finger!
bo_cn: གྲུབ་འབྲས་ཐོབ་པའི་ངང་ཐོ་འགོད་མཛུབ་མོ།
kk_kg: Lembani bwino zala
kk_kz: Саусақты сәтті тіркеңіз
mn_mn: Хуруугаа амжилттай бүртгүүлнэ үү

source: Failed enroll finger!
bo_cn: མཛུབ་མོ་ཐོ་འགོད་བྱས་ན་ཕམ།
kk_kg: Kulephereka kolembetsa zala
kk_kz: Саусақты тіркеу сәтсіз аяқталды
mn_mn: Хурууны бүртгэл амжилтгүй болсон

source: Cancel fprint enroll!
bo_cn: བསྐྱར་དཔར་ཐོ་འགོད་མེད་པར་བཟོས།
kk_kg: Басып чыгаруу каттоо жокко чыгаруу
kk_kz: Басып шығаруды тіркеуден бас тарту
mn_mn: Хэвлэх бүртгэлийг цуцлах

source: Fingerprint Device Busy
bo_cn: མཛུབ་རིས་སྒྲིག་ཆས་བྲེལ་།
kk_kg: Zida zazithunzi ndizotanganidwa
kk_kz: Саусақ ізі құрылғысы бос емес
mn_mn: Хурууны хээний төхөөрөмж завгүй байна

source: Fingerprint Device Not Found
bo_cn: མཛུབ་རིས་སྒྲིག་ཆས་རྙེད་མ་བྱུང་།
kk_kg: Simungapeze zipangizo zazithunzi
kk_kz: Саусақ ізі құрылғысы табылмады
mn_mn: Хурууны хээг олж чадахгүй байна

source: Open Fingerprint Device Fail!
bo_cn: མཛུབ་རིས་ཀྱི་སྒྲིག་ཆས་ཁ་ཕྱེ་ཐུབ་མ་སོང་།
kk_kg: Tsegulani zipangizo zazithunzi zolephera
kk_kz: Саусақ ізі құрылғысын ашу сәтсіз аяқталды
mn_mn: Хурууны хээг асаах төхөөрөмж амжилтгүй боллоо

source: No Action In Progress
bo_cn: བཀོལ་སྤྱོད་གང་ཡང་མ་བྱས་པ་
kk_kg: Simunachite ntchito iliyonse
kk_kz: Ештеңе орындалмады
mn_mn: Юу ч хийгээгүй

source: Not Found The Id Fprint Template!
bo_cn: Id Fprintམ་དཔེ་རྙེད་ཀྱི་མིན་འདུག
kk_kg: Simungapeze Id Frint template
kk_kz: IdFprint шаблоны табылмады
mn_mn: Id Fprint загвар олдсонгүй

source: Fingerprint match!
bo_cn: ལག་རིས་མཐུན་པ།
kk_kg: Zolemba zazithunzi zofanana
kk_kz: Саусақ ізін сәйкестендіру
mn_mn: Хурууны хээ таарч байна

source: Fingerprint not match, place again!
bo_cn: མཛུབ་རིས་ཆ་མི་འགྲིག་པར་བསྐྱར་དུ་འཇོག་པ།
kk_kg: Zolemba zazithunzi sizikugwirizana ndi kubwezeretsedwa
kk_kz: Саусақ ізі сәйкес келмейді
mn_mn: Хурууны хээ таарахгүй байна

source: Cancel fprint verify!
bo_cn: བསྐྱར་དཔར་ར་སྤྲོད་མེད་པར་བཟོས།
kk_kg: Басып чыгаруу текшерүү жокко чыгаруу
kk_kz: Басып шығаруды тексеруден бас тарту
mn_mn: Хэвлэх баталгаажуулалтыг цуцлах

source: Fingerprint over max try count!
bo_cn: མཛུབ་རིས་ཚོད་ལྟ་བྱེད་པའི་ཐེངས་གྲངས་ཆེ་ཤོས་ལས་བརྒལ་བ།
kk_kg: Zolemba zazithunzi kuposa chiwerengero chachikulu cha mayesero
kk_kz: Саусақ ізі максималды әрекеттен асады
mn_mn: Хурууны хээ нь оролдлогын дээд хэмжээнээс давсан байна

source: Internal Error
bo_cn: ནང་ཁུལ་ཧེ་བག།
kk_kg: Ички ката
kk_kz: Ішкі қате
mn_mn: Дотоод алдаа

source: Face Device Busy
bo_cn: Faceསྒྲིག་ཆས་བྲེལ་བ་ཆེ།
kk_kg: Face-аппараты менен алек
kk_kz: Face құрылғысы бос емес
mn_mn: Face төхөөрөмж завгүй байна

source: Face Device Not Found
bo_cn: མིའི་གདོང་སྒྲིག་ཆས་རྙེད་མ་བྱུང་།
kk_kg: Simungapeze zipangizo za nkhope
kk_kz: Бет құрылғысы табылмады
mn_mn: Нүүрний төхөөрөмж олж чадахгүй байна

source: Looking for you face, Please look the camera!
bo_cn: ཁྱོད་ཀྱི་གདོང་འཚོལ་དང་།བརྙན་འཕྲིན་ལ་ལྟོས།
kk_kg: Pezani nkhope yanu kuti muwone kamera
kk_kz: Бетіңізді табыңыз, камераға қараңыз
mn_mn: Нүүрээ олоорой, камер руу хараарай

source: Your swipe was too short, please try again.
bo_cn: ཁྱེད་རང་གི་བྱང་བུ་བེད་སྤྱོད་པའི་དུས་ཚོད་ཐུང་དྲག་པས་ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།
kk_kg: Nthawi yanu ya ngongole ndi yochepa kwambiri, chonde yesani
kk_kz: Карточканы сырғыту уақыты тым қысқа, әрекетті қайталаңыз
mn_mn: Таны зээлийн картын хугацаа хэт богино байна. Дахин оролдоно уу

source: Scan failed, please remove your finger and then try again.
bo_cn: བྱབས་འབེབས་ཕམ་པས།མཛུབ་མོ་སྤོས་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།
kk_kg: Chonde chotsani chala chanu ndikuyesanso
kk_kz: Сканерлеу сәтсіз аяқталды, саусағыңызды алып, әрекетті қайталаңыз
mn_mn: Скан амжилтгүй болсон тул хуруугаа арилгаад дахин оролдоно уу

source: Didn't catch that, please center your finger on the sensor and try again.
bo_cn: འཛིན་ཐུབ་མ་སོང་།ཁྱེད་ཀྱིས་མཛུབ་མོ་ཚོར་འདྲེན་འཕྲུལ་ཆས་སྟེང་དུ་བཞག་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།
kk_kg: Simunagwire chala chanu pa sensa ndikuyesa kachiwiri
kk_kz: Саусағыңызды сенсорға қойып, әрекетті қайталаңыз
mn_mn: Юу ч биш, хуруугаа мэдрэгч дээр тавиад дахин оролдоно уу

source: Didn't quite catch that. Please try again.
bo_cn: ངས་གསལ་བོ་མི་ཤེས། ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།
kk_kg: Sindikumvetsa Сураныч, дагы бир жолу аракет
kk_kz: Мен онша түсінбеймін Әрекетті қайталаңыз
mn_mn: Би сайн ойлгохгүй байна Дахин оролдоно уу

source: Enroll stage passed %d. Please place the finger again!
bo_cn: ཐོ་འགོད་དུས་རིམ་ནི་བརྒྱ་ཆའི་dལ་ཐོན་ཡོད། ཡང་བསྐྱར་ལག་མགོ་འཇོག་རོགས།
kk_kg: Gawo lolembetsa laperekedwa ndi% d Сураныч, кайра манжалары жайгаштырылат
kk_kz: Тіркеу кезеңі% d өтті Саусағыңызды қайтадан салыңыз
mn_mn: Бүртгэлийн үе шат өнгөрсөн% d Хуруугаа дахин тавина уу

source: User and Fprint Not Math, Place Again!
bo_cn: མཁོ་མཁན་དང་Fprintནི་རྩིས་རིག་མ་རེད།ད་དུང་གཅིག་གཏོང་།
kk_kg: Ogwiritsa ntchito ndi Frint samaikanso masamu
kk_kz: Пайдаланушы мен Fprint қайтадан математикалық емес
mn_mn: Хэрэглэгч ба Fprint нь математик биш бөгөөд үүнийг дахин тоглуулдаг

source: Finger exist!
bo_cn: མཛུབ་མོ་གནས་པ།
kk_kg: Chala chiripo
kk_kz: Саусақтар бар
mn_mn: Хурууны оршихуй

source: Finger number reach on limit!
bo_cn: ལག་པའི་མཛུབ་མོ་ནི་ཚད་ལ་སླེབས་ཡོད།
kk_kg: Chiwerengero cha zala chinafikira malire
kk_kz: Саусақтардың саны шегіне жетті
mn_mn: Хурууны тоо хязгаарт хүрдэг
